adpyke.vscode-sql-formatter
aliasadidev.nugetpackagemanagergui
Angular.ng-template
dracula-theme.theme-dracula
eamodio.gitlens
josetr.cmake-language-support-vscode
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
PKief.material-icon-theme
redhat.java
root16.bamboo-pa-vscode
rust-lang.rust-analyzer
sainnhe.gruvbox-material
scala-lang.scala
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
twxs.cmake
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
yinfei.luahelper
