adpyke.vscode-sql-formatter
aliasadidev.nugetpackagemanagergui
Angular.ng-template
dracula-theme.theme-dracula
eamodio.gitlens
josetr.cmake-language-support-vscode
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
PKief.material-icon-theme
rust-lang.rust-analyzer
sainnhe.gruvbox-material
scala-lang.scala
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
twxs.cmake
vadimcn.vscode-lldb
vscodevim.vim
yinfei.luahelper
